---
kind: type
id: T:Autodesk.Revit.DB.ExportPaperFormat
source: html/9ad6f7ad-a4d2-e471-e8f3-5f5d3c4f7405.htm
---
# Autodesk.Revit.DB.ExportPaperFormat

Paper formats supported by export

## Syntax (C#)
```csharp
public enum ExportPaperFormat
```